Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: DFA α1 stayed above 0.75 the whole way — pure aerobic-base territory, exactly what Z2 work targets.
ar: بقي DFA α1 فوق 0.75 طوال الوقت — نطاق قاعدة هوائية خالص، وهو تمامًا ما يستهدفه عمل المنطقة 2.
da: DFA α1 forblev over 0,75 hele vejen — rent aerobt basisområde, præcis det Z2-arbejde sigter mod.
de: DFA α1 blieb durchgehend über 0,75 — reines aerobes Grundlagengebiet, genau das Ziel von Z2-Arbeit.
es: DFA α1 se mantuvo por encima de 0,75 todo el rato — territorio de base aeróbica pura, justo lo que busca el trabajo en Z2.
fi: DFA α1 pysyi yli 0,75 koko ajan — puhdasta aerobista peruskuntoaluetta, juuri sitä mihin Z2-työ tähtää.
fr: DFA α1 est resté au-dessus de 0,75 tout du long — pur territoire de base aérobie, exactement la cible du travail en Z2.
is: DFA α1 hélst yfir 0,75 alla leið — hreint loftháð grunnsvæði, nákvæmlega markmið Z2-vinnu.
it: DFA α1 è rimasto sopra 0,75 per tutto il tempo — puro territorio di base aerobica, esattamente ciò che punta il lavoro in Z2.
ja: DFA α1 は終始 0.75 を上回りました — 純粋な有酸素ベース領域で、まさに Z2 練習が狙う場所です。
ko: DFA α1이 내내 0.75 위를 유지했습니다 — 순수 유산소 기초 영역으로, Z2 훈련이 노리는 바로 그 지점입니다.
nb: DFA α1 holdt seg over 0,75 hele veien — rent aerobt basisområde, nøyaktig det Z2-arbeid sikter mot.
nl: DFA α1 bleef de hele tijd boven 0,75 — puur aeroob basisgebied, precies waar Z2-werk op mikt.
pt_br: O DFA α1 ficou acima de 0,75 o tempo todo — território de base aeróbia pura, exatamente o alvo do trabalho em Z2.
ru: DFA α1 всё время оставался выше 0,75 — чистая аэробная база, ровно то, на что нацелена работа в Z2.
sv: DFA α1 höll sig över 0,75 hela vägen — rent aerobt basområde, precis vad Z2-arbete siktar på.
zh_hans: DFA α1 全程保持在 0.75 以上 — 纯粹的有氧基础区间，正是二区训练的目标。

source: Diagnostics, repair, telemetry
ar: التشخيصات والإصلاح والقياس عن بُعد
da: Diagnostik, reparation, telemetri
de: Diagnose, Reparatur, Telemetrie
es: Diagnósticos, reparación, telemetría
fi: Diagnostiikka, korjaus, telemetria
fr: Diagnostics, réparation, télémétrie
is: Greining, viðgerð, fjarmælingar
it: Diagnostica, riparazione, telemetria
ja: 診断、修復、テレメトリ
ko: 진단, 복구, 원격 측정
nb: Diagnostikk, reparasjon, telemetri
nl: Diagnostiek, reparatie, telemetrie
pt_br: Diagnósticos, reparo, telemetria
ru: Диагностика, восстановление, телеметрия
sv: Diagnostik, reparation, telemetri
zh_hans: 诊断、修复、遥测

source: Diff
ar: الفرق
es: Diferencia
fi: Ero
is: Munur
ja: 差分
ko: 차이
nl: Verschil
ru: Разница
zh_hans: 差异

source: Difficulty
ar: الصعوبة
da: Sværhedsgrad
de: Schwierigkeit
es: Dificultad
fi: Vaikeus
fr: Difficulté
is: Erfiðleikastig
it: Difficoltà
ja: 難易度
ko: 난이도
nb: Vanskelighetsgrad
nl: Moeilijkheid
pt_br: Dificuldade
ru: Сложность
sv: Svårighetsgrad
zh_hans: 难度

source: Dim
ar: خافت
da: Dæmpet
de: Gedimmt
es: Tenue
fi: Himmennetty
fr: Tamisé
is: Dimmt
it: Attenuato
ja: 薄暗い
ko: 디밍
nb: Dempet
nl: Gedimd
pt_br: Suave
ru: Приглушённая
sv: Dimmat
zh_hans: 柔和

source: Direct + transitive dependencies
ar: التبعيات المباشرة + غير المباشرة
da: Direkte + transitive afhængigheder
de: Direkte + transitive Abhängigkeiten
es: Dependencias directas + transitivas
fi: Suorat + transitiiviset riippuvuudet
fr: Dépendances directes + transitives
is: Beinar + óbeinar tengingar
it: Dipendenze dirette + transitive
ja: 直接 + 推移的依存関係
ko: 직접 + 전이적 종속성
nb: Direkte + transitive avhengigheter
nl: Directe + transitieve afhankelijkheden
pt_br: Dependências diretas + transitivas
ru: Прямые + транзитивные зависимости
sv: Direkta + transitiva beroenden
zh_hans: 直接 + 传递依赖项

source: Disable iCloud sync and continue
ar: تعطيل مزامنة iCloud والمتابعة
da: Deaktiver iCloud-synkronisering og fortsæt
de: iCloud-Synchronisierung deaktivieren und fortfahren
es: Desactivar la sincronización con iCloud y continuar
fi: Poista iCloud-synkronointi käytöstä ja jatka
fr: Désactiver la synchronisation iCloud et continuer
is: Slökkva á iCloud-samstillingu og halda áfram
it: Disattiva la sincronizzazione iCloud e continua
ja: iCloud 同期を無効にして続ける
ko: iCloud 동기화를 끄고 계속
nb: Slå av iCloud-synkronisering og fortsett
nl: iCloud-synchronisatie uitschakelen en doorgaan
pt_br: Desativar a sincronização do iCloud e continuar
ru: Отключить синхронизацию iCloud и продолжить
sv: Inaktivera iCloud-synkronisering och fortsätt
zh_hans: 停用 iCloud 同步并继续

source: Disabled. Provider system prompt still enforces medical boundary.
ar: معطّل. لا يزال موجّه نظام المزوّد يفرض الحد الطبي.
da: Deaktiveret. Udbyderens systemprompt håndhæver stadig den medicinske grænse.
de: Deaktiviert. Der System-Prompt des Anbieters setzt die medizinische Grenze weiterhin durch.
es: Desactivado. El prompt del sistema del proveedor sigue aplicando el límite médico.
fi: Poistettu käytöstä. Palveluntarjoajan järjestelmäkehote valvoo edelleen lääketieteellistä rajaa.
fr: Désactivé. L'invite système du fournisseur applique toujours la limite médicale.
is: Óvirkt. Kerfishvati þjónustuaðilans framfylgir enn læknisfræðilegu mörkunum.
it: Disattivato. Il prompt di sistema del provider applica ancora il limite medico.
ja: 無効。プロバイダーのシステムプロンプトが引き続き医療上の境界を強制します。
ko: 비활성화됨. 제공업체의 시스템 프롬프트가 여전히 의료적 경계를 적용합니다.
nb: Deaktivert. Leverandørens systemledetekst håndhever fortsatt den medisinske grensen.
nl: Uitgeschakeld. De systeemprompt van de provider handhaaft nog steeds de medische grens.
pt_br: Desativado. O prompt de sistema do provedor ainda aplica o limite médico.
ru: Отключено. Системный запрос провайдера по-прежнему соблюдает медицинскую границу.
sv: Inaktiverad. Leverantörens systemprompt upprätthåller fortfarande den medicinska gränsen.
zh_hans: 已停用。提供方的系统提示仍会强制执行医疗边界。

source: Discard
ar: تخلَّص منه
da: Kassér
de: Verwerfen
es: Descartar
fi: Hylkää
fr: Supprimer
is: Henda
it: Scarta
ja: 破棄
ko: 폐기
nb: Forkast
nl: Verwijderen
pt_br: Descartar
ru: Отменить
sv: Kassera
zh_hans: 丢弃

source: Discard & Start Fresh
ar: حذف والبدء من جديد
da: Kassér og start forfra
de: Verwerfen & neu starten
es: Descartar y empezar de nuevo
fi: Hylkää ja aloita alusta
fr: Ignorer et recommencer
is: Henda og byrja upp á nýtt
it: Scarta e ricomincia
ja: 破棄して新規開始
ko: 폐기하고 새로 시작
nb: Forkast og start på nytt
nl: Verwijderen en opnieuw beginnen
pt_br: Descartar e Começar de Novo
ru: Отменить и начать заново
sv: Kassera och börja om
zh_hans: 丢弃并重新开始

source: Disclaimer-acceptance flag (you'll be re-prompted next launch)
ar: علامة قبول إخلاء المسؤولية (سيُطلب منك مجددًا عند التشغيل التالي)
da: Flag for accept af ansvarsfraskrivelse (du bliver spurgt igen ved næste start)
de: Flag für die Akzeptanz des Haftungsausschlusses (du wirst beim nächsten Start erneut gefragt)
es: Indicador de aceptación del aviso legal (se te volverá a preguntar en el próximo inicio)
fi: Vastuuvapauslausekkeen hyväksynnän merkintä (sinulta kysytään uudelleen seuraavalla käynnistyksellä)
fr: Indicateur d'acceptation de l'avertissement (la question vous sera reposée au prochain lancement)
is: Merki um samþykki fyrirvara (þú verður spurð(ur) aftur við næstu ræsingu)
it: Indicatore di accettazione del disclaimer (ti verrà richiesto di nuovo al prossimo avvio)
ja: 免責事項の同意フラグ（次回起動時に再度確認されます）
ko: 면책 조항 동의 플래그 (다음 실행 시 다시 표시됩니다)
nb: Flagg for godtatt ansvarsfraskrivelse (du blir spurt på nytt ved neste oppstart)
nl: Vlag voor acceptatie van disclaimer (je krijgt bij de volgende start opnieuw de vraag)
pt_br: Sinalizador de aceitação do aviso legal (você será solicitado novamente na próxima inicialização)
ru: Флаг принятия отказа от ответственности (при следующем запуске вопрос появится снова)
sv: Flagga för accepterad ansvarsfriskrivning (du tillfrågas igen vid nästa start)
zh_hans: 免责声明接受标记（下次启动时将再次提示）

source: Disclosure
ar: إفصاح
da: Oplysning
de: Offenlegung
es: Divulgación
fi: Tiedonanto
fr: Divulgation
is: Upplýsingagjöf
it: Informativa
ja: 開示事項
ko: 고지 사항
nb: Opplysning
nl: Informatieverstrekking
pt_br: Divulgação
ru: Уведомление
sv: Information
zh_hans: 披露声明

source: Disconnect
ar: قطع الاتصال
da: Afbryd
de: Trennen
es: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
is: Aftengja
it: Disconnetti
ja: 切断
ko: 연결 해제
nb: Koble fra
nl: Verbinding verbreken
pt_br: Desconectar
ru: Отключить
sv: Koppla från
zh_hans: 断开连接

source: Disconnected
ar: غير متصل
da: Afbrudt
de: Getrennt
es: Desconectado
fi: Yhteys katkaistu
fr: Déconnecté
is: Aftengt
it: Disconnesso
ja: 切断済み
ko: 연결 끊김
nb: Frakoblet
nl: Losgekoppeld
pt_br: Desconectado
ru: Отключено
sv: Frånkopplad
zh_hans: 已断开

source: Dismiss
ar: تجاهل
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluit
pt_br: Dispensar
ru: Закрыть
sv: Stäng
zh_hans: 关闭

source: Dismiss error
ar: تجاهل الخطأ
da: Afvis fejl
de: Fehler ausblenden
es: Descartar error
fi: Ohita virhe
fr: Ignorer l'erreur
is: Hunsa villu
it: Ignora errore
ja: エラーを閉じる
ko: 오류 닫기
nb: Lukk feil
nl: Fout negeren
pt_br: Dispensar erro
ru: Закрыть ошибку
sv: Stäng fel
zh_hans: 关闭错误

source: Dismiss this prompt?
ar: تجاهل هذه الرسالة؟
da: Afvis denne meddelelse?
de: Diese Aufforderung verwerfen?
es: ¿Descartar este aviso?
fi: Hylätäänkö tämä kehote?
fr: Ignorer cette invite ?
is: Hunsa þessa kvaðningu?
it: Ignorare questo messaggio?
ja: このメッセージを閉じますか？
ko: 이 안내를 닫을까요?
nb: Avvis denne meldingen?
nl: Deze melding negeren?
pt_br: Dispensar este aviso?
ru: Закрыть это уведомление?
sv: Avfärda denna uppmaning?
zh_hans: 关闭此提示？

source: Disrupted sleep
ar: نوم متقطع
da: Forstyrret søvn
de: Gestörter Schlaf
es: Sueño interrumpido
fi: Katkonainen uni
fr: Sommeil perturbé
is: Truflaður svefn
it: Sonno disturbato
ja: 分断された睡眠
ko: 방해받은 수면
nb: Forstyrret søvn
nl: Verstoorde slaap
pt_br: Sono interrompido
ru: Прерывистый сон
sv: Störd sömn
zh_hans: 睡眠中断

source: Dist
ar: المسافة
fi: Matka
is: Vegal.
ja: 距離
ko: 거리
nl: Afst.
ru: Дист.
zh_hans: 距离

source: Distance
ar: المسافة
de: Distanz
es: Distancia
fi: Matka
is: Vegalengd
it: Distanza
ja: 距離
ko: 거리
nb: Distanse
nl: Afstand
pt_br: Distância
ru: Дистанция
sv: Distans
zh_hans: 距离

source: Distance (%@)
ar: المسافة (%@)
da: Afstand (%@)
de: Distanz (%@)
es: Distancia (%@)
fi: Matka (%@)
is: Vegalengd (%@)
it: Distanza (%@)
ja: 距離（%@）
ko: 거리(%@)
nb: Distanse (%@)
nl: Afstand (%@)
pt_br: Distância (%@)
ru: Дистанция (%@)
sv: Distans (%@)
zh_hans: 距离（%@）

source: Distance & Pace
ar: المسافة والوتيرة
da: Distance og tempo
de: Distanz und Tempo
es: Distancia y ritmo
fi: Matka ja tahti
fr: Distance et allure
is: Vegalengd og hraði
it: Distanza e ritmo
ja: 距離とペース
ko: 거리 및 페이스
nb: Distanse og tempo
nl: Afstand en tempo
pt_br: Distância e ritmo
ru: Дистанция и темп
sv: Distans och tempo
zh_hans: 距离与配速

source: Distance and pace units
ar: وحدات المسافة والوتيرة
da: Enheder for distance og tempo
de: Einheiten für Distanz und Tempo
es: Unidades de distancia y ritmo
fi: Matkan ja vauhdin yksiköt
fr: Unités de distance et d'allure
is: Einingar fyrir vegalengd og hraða
it: Unità di distanza e ritmo
ja: 距離とペースの単位
ko: 거리 및 페이스 단위
nb: Enheter for distanse og tempo
nl: Eenheden voor afstand en tempo
pt_br: Unidades de distância e ritmo
ru: Единицы расстояния и темпа
sv: Enheter för distans och tempo
zh_hans: 距离和配速单位

source: Distance recovered from Apple Health — now %@. (No GPS route was recorded, so the map still shows only the part the phone captured.)
ar: تم استرداد المسافة من Apple Health — الآن %@. (لم يتم تسجيل مسار GPS، لذا لا تزال الخريطة تعرض الجزء الذي التقطه الهاتف فقط.)
da: Distance gendannet fra Apple Health — nu %@. (Ingen GPS-rute blev optaget, så kortet viser stadig kun den del, telefonen registrerede.)
de: Distanz aus Apple Health wiederhergestellt — jetzt %@. (Es wurde keine GPS-Route aufgezeichnet, daher zeigt die Karte weiterhin nur den vom Telefon erfassten Teil.)
es: Distancia recuperada de Apple Health: ahora %@. (No se registró ninguna ruta GPS, por lo que el mapa solo muestra la parte que captó el teléfono.)
fi: Etäisyys palautettu Apple Healthista — nyt %@. (GPS-reittiä ei tallennettu, joten kartta näyttää edelleen vain puhelimen tallentaman osuuden.)
fr: Distance récupérée depuis Apple Santé — désormais %@. (Aucun itinéraire GPS n'a été enregistré, la carte n'affiche donc que la partie captée par le téléphone.)
is: Vegalengd endurheimt úr Apple Health — núna %@. (Engin GPS-leið var skráð, svo kortið sýnir enn aðeins þann hluta sem síminn náði.)
it: Distanza recuperata da Apple Health — ora %@. (Non è stato registrato alcun percorso GPS, quindi la mappa mostra solo la parte acquisita dal telefono.)
ja: Apple Health から距離を復元しました — 現在 %@。(GPSルートが記録されていないため、地図には電話機が取得した部分のみが表示されます。)
ko: Apple Health에서 거리를 복구했습니다 — 현재 %@. (GPS 경로가 기록되지 않아 지도에는 여전히 휴대폰이 캡처한 부분만 표시됩니다.)
nb: Distanse gjenopprettet fra Apple Health — nå %@. (Ingen GPS-rute ble registrert, så kartet viser fremdeles bare den delen telefonen fanget opp.)
nl: Afstand hersteld uit Apple Health — nu %@. (Er is geen GPS-route opgenomen, dus de kaart toont nog steeds alleen het deel dat de telefoon heeft vastgelegd.)
pt_br: Distância recuperada do Apple Health — agora %@. (Nenhuma rota de GPS foi registrada, então o mapa ainda mostra apenas a parte que o telefone capturou.)
ru: Дистанция восстановлена из Apple Здоровье — теперь %@. (GPS-маршрут не записывался, поэтому на карте по-прежнему отображается только та часть, которую зафиксировал телефон.)
sv: Distans återställd från Apple Health — nu %@. (Ingen GPS-rutt registrerades, så kartan visar fortfarande bara den del som telefonen fångade.)
zh_hans: 已从 Apple 健康 恢复距离 — 现为 %@。(未记录 GPS 路线，因此地图仍仅显示手机捕获的部分。)

source: Distance short? Recover it from Apple Health
ar: المسافة قصيرة؟ استعِدها من Apple Health
da: Distance for kort? Gendan den fra Apple Health
de: Distanz zu kurz? Hole sie aus Apple Health zurück
es: ¿Distancia corta? Recupérala desde Apple Health
fi: Matka liian lyhyt? Palauta se Apple Healthista
fr: Distance trop courte ? Récupérez-la depuis Apple Santé
is: Vegalengd of stutt? Endurheimtu hana úr Apple Health
it: Distanza troppo breve? Recuperala da Apple Health
ja: 距離が短い？Apple ヘルスケアから復元
ko: 거리가 짧나요? Apple Health에서 복구하세요
nb: For kort distanse? Hent den fra Apple Health
nl: Afstand te kort? Herstel hem uit Apple Health
pt_br: Distância curta? Recupere-a do Apple Health
ru: Дистанция короче? Восстановите её из Apple Здоровье
sv: För kort distans? Återställ den från Apple Health
zh_hans: 距离偏短？从 Apple 健康 恢复

source: Does this feel right?
ar: هل يبدو هذا صحيحًا؟
da: Føles det rigtigt?
de: Fühlt sich das richtig an?
es: ¿Te parece correcto?
fi: Tuntuuko tämä oikealta?
fr: Cela vous semble-t-il juste ?
is: Finnst þér þetta rétt?
it: Ti sembra giusto?
ja: これは合っていますか？
ko: 이게 맞는 것 같나요?
nb: Føles dette riktig?
nl: Voelt dit juist?
pt_br: Isso parece certo?
ru: Это похоже на правду?
sv: Känns det här rätt?
zh_hans: 这符合你的感受吗？

source: Don't enable
ar: عدم التفعيل
da: Aktivér ikke
de: Nicht aktivieren
es: No activar
fi: Älä ota käyttöön
fr: Ne pas activer
is: Ekki virkja
it: Non attivare
ja: 有効にしない
ko: 사용 안 함
nb: Ikke aktiver
nl: Niet inschakelen
pt_br: Não ativar
ru: Не включать
sv: Aktivera inte
zh_hans: 不启用

source: Don't send
ar: عدم الإرسال
da: Send ikke
de: Nicht senden
es: No enviar
fi: Älä lähetä
fr: Ne pas envoyer
is: Ekki senda
it: Non inviare
ja: 送信しない
ko: 보내지 않음
nb: Ikke send
nl: Niet verzenden
pt_br: Não enviar
ru: Не отправлять
sv: Skicka inte
zh_hans: 不发送

source: Done
ar: تم
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
is: Búið
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
zh_hans: 完成

source: Double tap to learn what %@ sleep is and what's typical.
ar: اضغط مرتين لمعرفة ما هو نوم %@ وما هو المعتاد.
da: Dobbelttryk for at lære, hvad %@-søvn er, og hvad der er typisk.
de: Doppeltippen, um zu erfahren, was %@-Schlaf ist und was typisch ist.
es: Toca dos veces para saber qué es el sueño %@ y qué es lo típico.
fi: Kaksoisnapauta oppiaksesi, mitä %@-uni on ja mikä on tyypillistä.
fr: Touchez deux fois pour découvrir ce qu’est le sommeil %@ et ce qui est typique.
is: Tvísmelltu til að læra hvað %@ svefn er og hvað er dæmigert.
it: Tocca due volte per scoprire cos’è il sonno %@ e cosa è tipico.
ja: ダブルタップで %@ 睡眠とは何か、典型値は何かを確認できます。
ko: 두 번 탭하여 %@ 수면이 무엇이고 일반적인 수준이 어떤지 알아보세요.
nb: Dobbelttrykk for å lære hva %@-søvn er og hva som er typisk.
nl: Dubbeltik om te leren wat %@-slaap is en wat typisch is.
pt_br: Toque duas vezes para saber o que é o sono %@ e o que é típico.
ru: Двойное нажатие, чтобы узнать, что такое %@ сон и что типично.
sv: Dubbeltryck för att lära dig vad %@-sömn är och vad som är typiskt.
zh_hans: 双击了解什么是 %@ 睡眠及其典型范围。

source: Double tap to view details
ar: انقر مرتين لعرض التفاصيل
da: Dobbelttryk for at se detaljer
de: Doppeltippen für Details
es: Toca dos veces para ver los detalles
fi: Kaksoisnapauta nähdäksesi tiedot
fr: Appuyez deux fois pour voir les détails
is: Ýttu tvisvar til að sjá upplýsingar
it: Toccare due volte per vedere i dettagli
ja: ダブルタップで詳細を表示
ko: 세부 정보를 보려면 두 번 탭하세요
nb: Dobbelttrykk for å vise detaljer
nl: Dubbeltik om details te bekijken
pt_br: Toque duas vezes para ver detalhes
ru: Двойное нажатие для просмотра подробностей
sv: Dubbeltryck för att visa detaljer
zh_hans: 双击查看详情

source: down
ar: هبوط
da: ned
de: abwärts
es: bajada
fi: alas
fr: baisse
is: niður
it: discesa
ja: 下降
ko: 하강
nb: ned
nl: omlaag
pt_br: descendo
ru: спад
sv: ner
zh_hans: 下降

source: Download GPX
ar: تنزيل GPX
de: GPX laden
es: Descargar GPX
fi: Lataa GPX
fr: Télécharger le GPX
is: Sækja GPX
it: Scarica GPX
ja: GPX をダウンロード
ko: GPX 내려받기
nb: Last ned GPX
nl: GPX downloaden
pt_br: Baixar GPX
ru: Скачать GPX
sv: Ladda ner GPX
zh_hans: 下载 GPX

source: Downloading from strap...
ar: جارٍ التنزيل من الحزام...
da: Downloader fra pulsbælte...
de: Wird vom Gurt geladen...
es: Descargando de la banda...
fi: Ladataan pannasta...
fr: Téléchargement depuis la ceinture...
is: Sæki úr ól...
it: Download dalla fascia...
ja: ストラップからダウンロード中...
ko: 스트랩에서 다운로드 중...
nb: Laster ned fra pulsbelte...
nl: Downloaden van band...
pt_br: Baixando da cinta...
ru: Загрузка с датчика...
sv: Laddar ner från pulsband...
zh_hans: 正在从心率带下载...

source: Drops a pin where you start. Walk freely; the compass arrow leads you back. Offline.
ar: يضع دبوسًا عند نقطة البداية. تجوّل بحرية؛ سهم البوصلة يعيدك. يعمل دون اتصال.
da: Sætter en nål, hvor du starter. Gå frit; kompasnålen fører dig tilbage. Offline.
de: Setzt eine Stecknadel an deinen Startpunkt. Geh frei umher; der Kompasspfeil führt dich zurück. Offline.
es: Coloca un marcador donde empiezas. Camina libremente; la flecha de la brújula te guía de vuelta. Sin conexión.
fi: Asettaa nastan lähtöpaikkaasi. Kävele vapaasti; kompassin nuoli opastaa takaisin. Toimii ilman verkkoa.
fr: Place un repère à votre point de départ. Marchez librement ; la flèche de la boussole vous ramène. Hors ligne.
is: Setur nælu þar sem þú byrjar. Gakktu frjáls; áttavitaörin leiðir þig til baka. Án nettengingar.
it: Piazza un segnaposto dove parti. Cammina liberamente; la freccia della bussola ti riporta indietro. Offline.
ja: 出発地点にピンを立てます。自由に歩いても、コンパスの矢印が戻り道を示します。オフラインで動作。
ko: 출발 지점에 핀을 찍습니다. 자유롭게 걸어도 나침반 화살표가 되돌아가는 길을 안내합니다. 오프라인 작동.
nb: Setter en nål der du starter. Gå fritt; kompassnålen fører deg tilbake. Frakoblet.
nl: Plaatst een speld waar je start. Loop vrij rond; de kompaspijl leidt je terug. Offline.
pt_br: Marca um ponto onde você começa. Ande à vontade; a seta da bússola leva você de volta. Offline.
ru: Ставит метку в точке старта. Гуляйте свободно — стрелка компаса приведёт обратно. Работает офлайн.
sv: Sätter en nål där du startar. Gå fritt; kompassnålen leder dig tillbaka. Offline.
zh_hans: 在你出发的位置放置一个标记。随意行走，指南针箭头会带你回来。可离线使用。

source: Duration
ar: المدة
da: Varighed
de: Dauer
es: Duración
fi: Kesto
fr: Durée
is: Lengd
it: Durata
ja: 時間
ko: 시간
nb: Varighet
nl: Duur
pt_br: Duração
ru: Длительность
sv: Varaktighet
zh_hans: 时长

source: Duration & Efficiency
ar: المدة والكفاءة
da: Varighed og effektivitet
de: Dauer & Effizienz
es: Duración y eficiencia
fi: Kesto ja tehokkuus
fr: Durée et efficacité
is: Lengd og nýtni
it: Durata ed efficienza
ja: 時間と効率
ko: 시간 및 효율
nb: Varighet og effektivitet
nl: Duur en efficiëntie
pt_br: Duração e eficiência
ru: Длительность и эффективность
sv: Längd och effektivitet
zh_hans: 时长与效率

source: e.g. 123 Main St, Springfield IL
ar: مثال: 123 Main St, Springfield IL
da: f.eks. 123 Main St, Springfield IL
de: z. B. 123 Main St, Springfield IL
es: p. ej., 123 Main St, Springfield IL
fi: esim. 123 Main St, Springfield IL
fr: p. ex. 123 Main St, Springfield IL
is: t.d. 123 Main St, Springfield IL
it: es. 123 Main St, Springfield IL
ja: 例：123 Main St, Springfield IL
ko: 예: 123 Main St, Springfield IL
nb: f.eks. 123 Main St, Springfield IL
nl: bijv. 123 Main St, Springfield IL
pt_br: ex.: 123 Main St, Springfield IL
ru: напр. 123 Main St, Springfield IL
sv: t.ex. 123 Main St, Springfield IL
zh_hans: 例如 123 Main St, Springfield IL

source: e.g. heavy legs, too hot, started too fast
ar: مثال: ثقل في الساقين، حر شديد، بدأت بسرعة كبيرة
da: f.eks. tunge ben, for varmt, startede for hurtigt
de: z. B. schwere Beine, zu heiß, zu schnell gestartet
es: p. ej. piernas pesadas, demasiado calor, empecé demasiado rápido
fi: esim. raskaat jalat, liian kuuma, lähdin liian kovaa
fr: p. ex. jambes lourdes, trop chaud, parti trop vite
is: t.d. þungir fætur, of heitt, byrjaði of hratt
it: ad es. gambe pesanti, troppo caldo, partito troppo veloce
ja: 例：脚が重い、暑すぎる、最初に飛ばしすぎた
ko: 예: 다리가 무거움, 너무 더움, 너무 빨리 시작함
nb: f.eks. tunge bein, for varmt, startet for raskt
nl: bijv. zware benen, te warm, te snel gestart
pt_br: ex.: pernas pesadas, calor demais, comecei rápido demais
ru: напр. тяжёлые ноги, слишком жарко, слишком быстрый старт
sv: t.ex. tunga ben, för varmt, startade för snabbt
zh_hans: 例如：腿沉、太热、开始太快

source: e.g. tell me when 30 minutes have passed
ar: مثال: أخبرني عندما تمر 30 دقيقة
da: f.eks. sig til, når der er gået 30 minutter
de: z. B. sag mir, wenn 30 Minuten vergangen sind
es: p. ej., avísame cuando hayan pasado 30 minutos
fi: esim. kerro, kun 30 minuuttia on kulunut
fr: par ex. préviens-moi quand 30 minutes se sont écoulées
is: t.d. láttu mig vita þegar 30 mínútur eru liðnar
it: ad es. avvisami quando sono passati 30 minuti
ja: 例: 30分経過したら教えて
ko: 예: 30분이 지나면 알려줘
nb: f.eks. si fra når 30 minutter har gått
nl: bijv. laat het me weten als er 30 minuten voorbij zijn
pt_br: ex.: me avise quando passarem 30 minutos
ru: напр., сообщи, когда пройдёт 30 минут
sv: t.ex. säg till när 30 minuter har gått
zh_hans: 例如：过了 30 分钟后提醒我
